{
	"Fauji Foods": {
		"owner": "Fauji Group",
		"description": "Fauji Foods Limited, part of the Fauji Group, was established in 2015 by acquiring Noon Pakistan Limited, a company with over 50 years of dairy history in Pakistan. In 2016, Fauji Foods introduced Dostea, a liquid tea whitener, and relaunched its well-known brand, Nurpur, under the House of Nurpur, revitalizing a tradition of quality dating back to 1966."
	},

	"Dashi Foods": {
		"owner": "Speciality Sales",
		"description": "A few years ago, love for soup inspired us to create and perfect the recipe of a quick dissolving chicken powder. The launch of this chicken powder required a name and “Dashi“ being a specific type of stock, essential for all Japanese soups, was an appropriate choice. Appreciation for quality and taste from the consumers lead us to move ahead and today we are known as the pioneers of the said category in Pakistan."
	},

	"Zakori Group": {
		"owner": "Habibullah Khan Zakori",
		"description": "Zakori, a leader in industry and business innovation, focuses on sustainable and excellent practices. We revolutionize regional business, enhancing accessibility and growth, and have a history of pioneering streamlined operations with transparency. Our commitment to optimizing commercial success centers on customer loyalty and delivering key insights to stakeholders. At Zakori, continuous learning and development are paramount, establishing us as major business influencers for both immediate and future impact."
	},

	"Broadway Pizza": {
		"owner": "Shahbaz Khan",
		"description": "Shahbaz Khan is the owner and CEO of Broadway Pizza in Pakistan. The company was founded in 1992 and has grown to have 26 chain stores across the country. Shahbaz Khan has been leading and growing the successful pizza business"
	},

	"Four Sons": {
		"owner": "Four Sons Private Limited",
		"description": "California Pizza, established in Karachi in 2012, now boasts two outlets. Renowned for its quality, service, and fresh ingredients, the chain caters to customers seeking tasty, balanced options without compromising on quality. With an expanding menu and network, California Pizza has served thousands of orders and participated in various events over the past year. Customers favor California Pizza for its innovative products, concepts, and consistently high service standards, impacting hundreds of thousands of lives daily."
	},

	"Khizer Baig": {
		"owner": "Founder of Burger Lab",
		"description": "The founder of Burger Lab Pakistan is not mentioned in the search results. However, Khizer Baig is the current CEO of Burger Lab. The success of Burger Lab is attributed to Khizer Baig's leadership and passion for building a mega brand in Pakistan. The brand has grown to 32 outlets across 9 cities in Pakistan in just 8 years, becoming a household name."
	},

	"One Potato, Two Potato": {
		"owner": "Haris Khalid & Yahya Khalid",
		"description": "OPTP (One Potato Two Potato) is a fast food chain based in Karachi, Pakistan, known for its Belgian fries. It began as a small family business by brothers Yahya Khalid and Haris Khalid and has since expanded to 64 locations across Pakistan, predominantly in Karachi, Lahore, and Islamabad. The chain continues to grow, adding more outlets nationally."
	},

	"Faheem Ashraf": {
		"owner": "Founder of Cheezious",
		"description": "Cheezious has marked its presence as one of the major fast-food brands. With the pride of being Pakistani at heart, it continues to compete at par with multinational brands that have been established and present for decades. With over 30 restaurants in Pakistan, it is one of the fastest-growing national fast-food chains. Cheezious Pakistan offers a wide variety of career opportunities for individuals who have a passion for learning and achieving great things."
	},

	"Howdy Group": {
		"owner": "Ameer Khan",
		"description": "HOWDY! is the pioneer in introducing high quality real charcoal grilled gourmet burgers in Pakistan. At Howdy! You will find a combination of excellent burgers, steaks, sandwiches and a lot more at value pricing, with a fun packaged atmosphere at our every outlet. The purpose is not only to serve great food but also make it a delightful experience for the guests."
	},

	"International Brand": {
		"owner": "Why Boycott?",
		"description": "Economically supports Israel"
	}
}
